<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  <meta name="renderer" content="webkit">
  <meta http-equiv="X-UA-Compatible" content="IE=edge" >
  <link rel="dns-prefetch" href="http://yoursite.com">
  <title>七宗罪 | UShow 的博客</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description" content="&amp;#x4E03;&amp;#x5B97;&amp;#x7F6A; &amp;#x2014;&amp;#x2014; &amp;#x201C;&amp;#x8FD9;&amp;#x4E16;&amp;#x754C;&amp;#x662F;&amp;#x7F8E;&amp;#x597D;&amp;#x7684;&amp;#xFF0C;&amp;#x503C;&amp;#x5F97;&amp;#x6211;&amp;#x4EEC;&amp;#x4E3A;&amp;#x4E4B;&amp;#x594B;&amp;#x6597;&amp;#x3002;&amp;#x201D;">
<meta property="og:type" content="article">
<meta property="og:title" content="七宗罪">
<meta property="og:url" content="http://yoursite.com/2017/01/17/2017-01-17/index.html">
<meta property="og:site_name" content="UShow 的博客">
<meta property="og:description" content="&amp;#x4E03;&amp;#x5B97;&amp;#x7F6A; &amp;#x2014;&amp;#x2014; &amp;#x201C;&amp;#x8FD9;&amp;#x4E16;&amp;#x754C;&amp;#x662F;&amp;#x7F8E;&amp;#x597D;&amp;#x7684;&amp;#xFF0C;&amp;#x503C;&amp;#x5F97;&amp;#x6211;&amp;#x4EEC;&amp;#x4E3A;&amp;#x4E4B;&amp;#x594B;&amp;#x6597;&amp;#x3002;&amp;#x201D;">
<meta property="og:image" content="http://yoursite.com/2017/01/17/2017-01-17/七宗罪.jpeg">
<meta property="og:updated_time" content="2017-01-17T05:06:26.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="七宗罪">
<meta name="twitter:description" content="&amp;#x4E03;&amp;#x5B97;&amp;#x7F6A; &amp;#x2014;&amp;#x2014; &amp;#x201C;&amp;#x8FD9;&amp;#x4E16;&amp;#x754C;&amp;#x662F;&amp;#x7F8E;&amp;#x597D;&amp;#x7684;&amp;#xFF0C;&amp;#x503C;&amp;#x5F97;&amp;#x6211;&amp;#x4EEC;&amp;#x4E3A;&amp;#x4E4B;&amp;#x594B;&amp;#x6597;&amp;#x3002;&amp;#x201D;">
<meta name="twitter:image" content="http://yoursite.com/2017/01/17/2017-01-17/七宗罪.jpeg">
  
    <link rel="alternative" href="/atom.xml" title="UShow 的博客" type="application/atom+xml">
  
  
    <link rel="icon" href="/favicon.png">
  
  <link rel="stylesheet" href="/main.css">
  

</head>

<body>
  <div id="container">
    <div class="left-col">
      <div class="overlay"></div>
<div class="intrude-less">
	<header id="header" class="inner">
		<a href="/" class="profilepic">
			
			<img src="/images/Ushow.jpg" class="js-avatar show">
			
		</a>

		<hgroup>
		  <h1 class="header-author"><a href="/">UShow Jack</a></h1>
		</hgroup>

		
		<p class="header-subtitle">务实求真|怀瑾握瑜</p>
		

		<nav class="header-menu">
			<ul>
			
				<li><a href="/">主页</a></li>
	        
			</ul>
		</nav>
		<nav class="header-smart-menu">
	        
    		
    			
    			<a class="js-smart-menu" data-idx="0" href="javascript:void(0)">所有文章</a>
    			
    			
            
    			
    			<a class="js-smart-menu" data-idx="1" href="javascript:void(0)">标签</a>
    			
    			
            
    			
    			<a class="js-smart-menu" data-idx="2" href="javascript:void(0)">友情链接</a>
    			
    			
            
    			
    			<a class="js-smart-menu" data-idx="3" href="javascript:void(0)">关于我</a>
    			
    			
            
		</nav>
		<nav class="header-nav">
			<div class="social">
				
					<a class="github" target="_blank" href="https://github.com/ushowjack" title="github"><i class="icon-github"></i></a>
		        
					<a class="weibo" target="_blank" href="http://weibo.com/u/5507390563" title="weibo"><i class="icon-weibo"></i></a>
		        
					<a class="mail" target="_blank" href="mailto:ushow-44133@qq.com" title="mail"><i class="icon-mail"></i></a>
		        
			</div>
		</nav>
	</header>		
</div>

    </div>
    <div class="mid-col">
      <nav id="mobile-nav">
  	<div class="overlay">
  		<div class="slider-trigger"><i class="icon-sort"></i></div>
  		<h1 class="header-author js-mobile-header hide">UShow Jack</h1>
  	</div>
	<div class="intrude-less">
		<header id="header" class="inner">
			<div class="profilepic">
				
					<img src="/images/Ushow.jpg" class="js-avatar">
				
			</div>
			<hgroup>
			  <h1 class="header-author">UShow Jack</h1>
			</hgroup>
			
			<p class="header-subtitle">务实求真|怀瑾握瑜</p>
			
			<nav class="header-menu">
				<ul>
				
					<li><a href="/">主页</a></li>
		        
				</ul>
			</nav>
			<nav class="header-nav">
				<div class="social">
					
						<a class="github" target="_blank" href="https://github.com/ushowjack" title="github"><i class="icon-github"></i></a>
			        
						<a class="weibo" target="_blank" href="http://weibo.com/u/5507390563" title="weibo"><i class="icon-weibo"></i></a>
			        
						<a class="mail" target="_blank" href="mailto:ushow-44133@qq.com" title="mail"><i class="icon-mail"></i></a>
			        
				</div>
			</nav>
		</header>				
	</div>
</nav>

      <div class="body-wrap">
        <article id="post-2017-01-17" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
      <header class="article-header">
        
  
    <h1 class="article-title" itemprop="name">
      七宗罪
    </h1>
  

        <a href="/2017/01/17/2017-01-17/" class="archive-article-date">
  	<time datetime="2017-01-17T04:14:49.000Z" itemprop="datePublished"><i class="icon-calendar icon"></i>2017-01-17</time>
</a>
      </header>
    
    <div class="article-entry" itemprop="articleBody">
      
        <h1 id="&#x4E03;&#x5B97;&#x7F6A;-&#x2014;&#x2014;-&#x201C;&#x8FD9;&#x4E16;&#x754C;&#x662F;&#x7F8E;&#x597D;&#x7684;&#xFF0C;&#x503C;&#x5F97;&#x6211;&#x4EEC;&#x4E3A;&#x4E4B;&#x594B;&#x6597;&#x3002;&#x201D;"><a href="#&#x4E03;&#x5B97;&#x7F6A;-&#x2014;&#x2014;-&#x201C;&#x8FD9;&#x4E16;&#x754C;&#x662F;&#x7F8E;&#x597D;&#x7684;&#xFF0C;&#x503C;&#x5F97;&#x6211;&#x4EEC;&#x4E3A;&#x4E4B;&#x594B;&#x6597;&#x3002;&#x201D;" class="headerlink" title="&#x4E03;&#x5B97;&#x7F6A; &#x2014;&#x2014; &#x201C;&#x8FD9;&#x4E16;&#x754C;&#x662F;&#x7F8E;&#x597D;&#x7684;&#xFF0C;&#x503C;&#x5F97;&#x6211;&#x4EEC;&#x4E3A;&#x4E4B;&#x594B;&#x6597;&#x3002;&#x201D;"></a>&#x4E03;&#x5B97;&#x7F6A; &#x2014;&#x2014; &#x201C;&#x8FD9;&#x4E16;&#x754C;&#x662F;&#x7F8E;&#x597D;&#x7684;&#xFF0C;&#x503C;&#x5F97;&#x6211;&#x4EEC;&#x4E3A;&#x4E4B;&#x594B;&#x6597;&#x3002;&#x201D;</h1><p><img src="/2017/01/17/2017-01-17/&#x4E03;&#x5B97;&#x7F6A;.jpeg" alt="&#x4E03;&#x5B97;&#x7F6A;"><br><a id="more"></a></p>
<h2 id="&#x524D;&#x8A00;"><a href="#&#x524D;&#x8A00;" class="headerlink" title="&#x524D;&#x8A00;"></a>&#x524D;&#x8A00;</h2><p>&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#x65E0;&#x5173;&#x4E8E;&#x5FC3;&#x7075;&#x9E21;&#x6C64;&#xFF0C;&#x4E0D;&#x80FD;&#x7ED9;&#x4EBA;&#x9676;&#x51B6;&#x60C5;&#x64CD;&#xFF0C;&#x4E5F;&#x4E0D;&#x80FD;&#x7ED9;&#x4EBA;&#x4EE5;&#x529B;&#x91CF;&#x3002;&#x4F46;&#x662F;&#x7535;&#x5F71;&#x7684;&#x4E3B;&#x9898;&#x5374;&#x5341;&#x5206;&#x9707;&#x64BC;&#x4EBA;&#x5FC3;&#x3002;&#x8FD9;&#x662F;&#x4E00;&#x90E8;&#x5173;&#x4E8E;&#x4E03;&#x5B97;&#x7F6A;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x201C;&#x66B4;&#x98DF;&#x201D;&#x3001;&#x201C;&#x8D2A;&#x5A6A;&#x201D;&#x3001;&#x201C;&#x61D2;&#x60F0;&#x201D;&#x3001;&#x201C;&#x5AC9;&#x5992;&#x201D;&#x3001;&#x201C;&#x9A84;&#x50B2;&#x201D;&#x3001;&#x201C;&#x6DEB;&#x6B32;&#x201D;&#x3001;&#x201C;&#x6124;&#x6012;&#x201D;&#xFF0C;&#x8FD9;&#x662F;&#x5929;&#x4E3B;&#x6559;&#x6559;&#x4E49;&#x6240;&#x6307;&#x7684;&#x4EBA;&#x6027;&#x4E03;&#x5B97;&#x7F6A;&#x3002;&#x8FD9;&#x662F;&#x4EE5;&#x8C03;&#x67E5;&#x72AF;&#x7F6A;&#x4E3A;&#x4E3B;&#x7EBF;&#xFF0C;&#x5374;&#x4E0D;&#x662F;&#x4EE5;&#x7834;&#x6848;&#x4E3A;&#x4E3B;&#x9898;&#x7684;&#x7535;&#x5F71;&#x3002;</p>
<h2 id="&#x60C5;&#x8282;"><a href="#&#x60C5;&#x8282;" class="headerlink" title="&#x60C5;&#x8282;"></a>&#x60C5;&#x8282;</h2><p>&#x57CE;&#x5E02;&#x4E2D;&#x53D1;&#x751F;&#x7684;&#x8FDE;&#x574F;&#x6740;&#x4EBA;&#x6848;&#xFF0C;&#x6B7B;&#x8005;&#x6070;&#x597D;&#x90FD;&#x662F;&#x72AF;&#x6709;&#x8FD9;&#x4E9B;&#x6559;&#x4E49;&#x7684;&#x4EBA;&#x3002;&#x51F6;&#x624B;&#x6545;&#x5F04;&#x7384;&#x865A;&#x7684;&#x4F5C;&#x6848;&#x624B;&#x6CD5;&#xFF0C;&#x4EE4;&#x8D44;&#x6DF1;&#x51B7;&#x9759;&#x7684;&#x8B66;&#x5458;&#x6C99;&#x6469;&#x585E;&#xFF08;&#x6469;&#x6839;&#x2022;&#x5F17;&#x91CC;&#x66FC; Morgan Freeman &#x9970;&#xFF09;&#x548C;&#x8840;&#x6C14;&#x65B9;&#x521A;&#x7684;&#x65B0;&#x624E;&#x8B66;&#x5458;&#x7C73;&#x5C14;&#x65AF;&#xFF08;&#x5E03;&#x62C9;&#x5FB7;&#x2022;&#x76AE;&#x7279; Brad Pitt &#x9970;&#xFF09;&#x90FD;&#x9677;&#x5165;&#x4E86;&#x7834;&#x6848;&#x7684;&#x8C1C;&#x56E2;&#x4E2D;&#x3002;&#x4ED6;&#x4EEC;&#x53BB;&#x56FE;&#x4E66;&#x9986;&#x7814;&#x8BFB;&#x4F46;&#x4E01;&#x7684;&#x300A;&#x795E;&#x66F2;&#x300B;&#xFF0C;&#x4F01;&#x56FE;&#x4ECE;&#x4EBA;&#x95F4;&#x5730;&#x72F1;&#x7684;&#x63CF;&#x7ED8;&#x4E2D;&#x627E;&#x5230;&#x7EBF;&#x7D22;&#xFF0C;&#x6700;&#x540E;&#x4ECE;&#x5B97;&#x6559;&#x6587;&#x5B66;&#x54F2;&#x5B66;&#x7684;&#x4E16;&#x754C;&#x4E2D;&#x627E;&#x5230;&#x4E86;&#x51F6;&#x624B;&#x4F5C;&#x6848;&#x8BA1;&#x5212;&#x548C;&#x624B;&#x6BB5;&#x7684;&#x86DB;&#x4E1D;&#x9A6C;&#x8FF9;&#x3002;&#x51F6;&#x624B;&#x524D;&#x6765;&#x6295;&#x6848;&#x81EA;&#x9996;&#xFF0C;&#x8FD9;&#x4EE4;&#x4F17;&#x4EBA;&#x90FD;&#x677E;&#x4E86;&#x4E00;&#x53E3;&#x6C14;&#xFF0C;&#x4EE5;&#x4E3A;&#x6848;&#x4EF6;&#x5C31;&#x6B64;&#x7ED3;&#x675F;&#xFF0C;&#x600E;&#x6599;&#x8FD8;&#x662F;&#x9003;&#x4E0D;&#x51FA;&#x4E03;&#x5B97;&#x7F6A;&#x7684;&#x6740;&#x4EBA;&#x903B;&#x8F91;&#xFF0C;&#x8FD9;&#x6B21;&#x51F6;&#x624B;&#x7784;&#x51C6;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x662F;&#x90A3;&#x4E2A;&#x72AF;&#x4E86;&#x201C;&#x6124;&#x6012;&#x201D;&#x7F6A;&#x7684;&#x4EBA;&#x2026;&#x2026; <strong>&#xFF08;&#x8FD9;&#x91CC;&#x5F15;&#x7528;&#x8C46;&#x74E3;&#x7684;&#x63CF;&#x8FF0;&#xFF0C;&#x6BD5;&#x7ADF;&#x5F71;&#x8BC4;&#x4E2D;&#x60C5;&#x8282;&#x4E0D;&#x662F;&#x91CD;&#x70B9;&#x3002;&#xFF09;</strong></p>
<h2 id="&#x601D;&#x8003;"><a href="#&#x601D;&#x8003;" class="headerlink" title="&#x601D;&#x8003;"></a>&#x601D;&#x8003;</h2><p>&#x897F;&#x65B9;&#x4EBA;&#x7684;&#x5B97;&#x6559;&#x4FE1;&#x4EF0;&#x5BF9;&#x65E0;&#x4FE1;&#x4EF0;&#x751A;&#x81F3;&#x4E5F;&#x4E0D;&#x66FE;&#x5BF9;&#x4EFB;&#x4F55;&#x4E1C;&#x897F;&#x72C2;&#x70ED;&#x7684;&#x6211;&#x662F;&#x5F88;&#x96BE;&#x7406;&#x89E3;&#x7684;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x8FD9;&#x90E8;&#x7247;&#x5BF9;&#x4E8E;&#x6211;&#x800C;&#x8A00;&#x662F;&#x6666;&#x6DA9;&#x7684;&#x3002;&#x6211;&#x7684;&#x89E3;&#x8BFB;&#x80AF;&#x5B9A;&#x4E5F;&#x662F;&#x7247;&#x9762;&#x7684;&#x3002;</p>
<p>&#x5012;&#x8FC7;&#x6765;&#x8BB2;&#xFF0C;&#x7535;&#x5F71;&#x7684;&#x7ED3;&#x5C3E;&#xFF0C;&#x6C99;&#x6469;&#x585E;&#x5F15;&#x7528;&#x4E86;&#x6D77;&#x660E;&#x5A01;&#x5728;&#x300A;&#x4E27;&#x949F;&#x4E3A;&#x8C01;&#x800C;&#x9E23;&#x300B;&#x4E2D;&#x5199;&#x5230;&#x7684;&#x4E00;&#x53E5;&#x8BDD;&#xFF0C;<strong>&#x201C;&#x8FD9;&#x4E16;&#x754C;&#x662F;&#x7F8E;&#x597D;&#x7684;&#xFF0C;&#x503C;&#x5F97;&#x6211;&#x4EEC;&#x4E3A;&#x4E4B;&#x594B;&#x6597;&#x201D;</strong>&#xFF0C;&#x800C;&#x8BF4;&#x4ED6;&#x89C9;&#x5F97;&#x540E;&#x534A;&#x53E5;&#x8BDD;&#x662F;&#x5BF9;&#x7684;&#x3002;&#x5F53;&#x8FD9;&#x53E5;&#x8BDD;&#x4E00;&#x51FA;&#xFF0C;&#x6574;&#x4E2A;&#x7535;&#x5F71;&#x7684;&#x4E3B;&#x9898;&#x7A81;&#x7136;&#x53D8;&#x5F97;&#x5F88;&#x6E05;&#x6670;&#xFF0C;&#x4E5F;&#x5F97;&#x5230;&#x5347;&#x534E;&#x3002;</p>
<p>&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#x7684;&#x8272;&#x8C03;&#x662F;&#x7070;&#x6697;&#x7684;&#xFF0C;&#x8FD9;&#x90E8;&#x7247;&#x7684;&#x4E3B;&#x9898;&#x662F;&#x60B2;&#x89C2;&#x7684;&#x3002;&#x6574;&#x90E8;&#x7535;&#x5F71;&#xFF0C;&#x987A;&#x7740;&#x4E00;&#x4E2A;&#x53C8;&#x4E00;&#x4E2A;&#x79BB;&#x5947;&#x800C;&#x53C8;&#x8BE1;&#x5F02;&#x6740;&#x4EBA;&#x624B;&#x6CD5;&#x7684;&#x6848;&#x4EF6;&#xFF0C;&#x52FE;&#x4F4F;&#x89C2;&#x4F17;&#x7684;&#x597D;&#x5947;&#x5FC3;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x7ED9;&#x5185;&#x5FC3;&#x9707;&#x64BC;&#x3002;&#x4E00;&#x5F00;&#x59CB;&#x7684;&#x6848;&#x4EF6;&#xFF0C;&#x5F15;&#x51FA;&#x4E86;&#x4E24;&#x4E2A;&#x4E3B;&#x4EBA;&#x516C;&#xFF0C;&#x6C99;&#x6469;&#x585E;&#xFF0C;&#x4E00;&#x4E2A;&#x5BF9;&#x751F;&#x6D3B;&#x5DF2;&#x7ECF;&#x60B2;&#x89C2;&#x7684;&#x8001;&#x8B66;&#x5458;&#xFF0C;&#x751A;&#x81F3;&#x4E0D;&#x613F;&#x610F;&#x518D;&#x4E3A;&#x7EBD;&#x7EA6;&#x8FD9;&#x5EA7;&#x57CE;&#x5E02;&#x5DE5;&#x4F5C;&#xFF0C;&#x53EA;&#x60F3;&#x7B49;&#x7740;&#x516D;&#x5929;&#x540E;&#x7684;&#x9000;&#x4F11;&#x3002;&#x800C;&#x8FD9;&#x65F6;&#xFF0C;&#x4E00;&#x4E2A;&#x5BF9;&#x751F;&#x6D3B;&#x5145;&#x6EE1;&#x6FC0;&#x60C5;&#x7684;&#x5BF9;&#x6848;&#x4EF6;&#x5145;&#x6EE1;&#x6E34;&#x671B;&#x7684;&#x65B0;&#x624E;&#x8B66;&#x5458;&#x7C73;&#x5C14;&#x65AF;&#x51FA;&#x73B0;&#x5728;&#x4ED6;&#x7684;&#x9762;&#x524D;&#xFF0C;&#x79CD;&#x79CD;&#x884C;&#x4E3A;&#x90FD;&#x8BA9;&#x5373;&#x5C06;&#x79BB;&#x5F00;&#x7684;&#x6C99;&#x6469;&#x585E;&#x611F;&#x5230;&#x5E7C;&#x7A1A;&#x3002;</p>
<p>&#x8FD9;&#x662F;&#x4E45;&#x7ECF;&#x72AF;&#x7F6A;&#x6848;&#x4EF6;&#x7684;&#x8001;&#x8B66;&#x63A2;&#x548C;&#x65B0;&#x8B66;&#x63A2;&#x7684;&#x51B2;&#x7A81;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x5728;&#x78B0;&#x649E;&#x3002;&#x5230;&#x5E95;&#x751F;&#x6D3B;&#x662F;&#x7F8E;&#x597D;&#x7684;&#x8FD8;&#x662F;&#x7CDF;&#x7CD5;&#x7684;&#xFF1F;&#x5230;&#x5E95;&#x5E94;&#x4E0D;&#x5E94;&#x8BE5;&#x4E3A;&#x8FD9;&#x6837;&#x7684;&#x751F;&#x6D3B;&#x594B;&#x6597;&#xFF1F;&#x5728;&#x4E00;&#x4E2A;&#x53C8;&#x4E00;&#x4E2A;&#x6848;&#x4EF6;&#x4E2D;&#xFF0C;&#x4ED6;&#x4EEC;&#x4E0D;&#x65AD;&#x5730;&#x51B2;&#x7A81;&#xFF0C;&#x548C;&#x89E3;&#x3002;</p>
<p>&#x6740;&#x4EBA;&#x72AF;&#x7528;&#x4E03;&#x5B97;&#x7F6A;&#x6765;&#x8BBE;&#x8BA1;&#x6740;&#x4EBA;&#xFF0C;&#x4ED6;&#x6740;&#x7684;&#x4EBA;&#x90FD;&#x662F;&#x6839;&#x636E;&#x201C;&#x66B4;&#x98DF;&#x201D;&#x3001;&#x201C;&#x8D2A;&#x5A6A;&#x201D;&#x3001;&#x201C;&#x61D2;&#x60F0;&#x201D;&#x3001;&#x201C;&#x5AC9;&#x5992;&#x201D;&#x3001;&#x201C;&#x9A84;&#x50B2;&#x201D;&#x3001;&#x201C;&#x6DEB;&#x6B32;&#x201D;&#x3001;&#x201C;&#x6124;&#x6012;&#x201D;&#xFF0C;&#x8FD9;&#x4E9B;&#x4EBA;&#x88AB;&#x6740;&#x786E;&#x5B9E;&#x633A;&#x65E0;&#x8F9C;&#x7684;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x8FD9;&#x4E2A;&#x6848;&#x4EF6;&#xFF0C;&#x53C8;&#x6070;&#x597D;&#x548C;&#x8001;&#x8B66;&#x63A2;&#x7684;&#x60B2;&#x89C2;&#x76F8;&#x547C;&#x5E94;&#x3002;&#x8FD9;&#x4E2A;&#x57CE;&#x5E02;&#x5145;&#x6EE1;&#x4E86;&#x5229;&#x76CA;&#x7684;&#x7406;&#x6027;&#x4E3B;&#x4E49;&#x3002;&#x4EBA;&#x4E0E;&#x4EBA;&#x4E4B;&#x95F4;&#x7684;&#x51B7;&#x6F20;&#x3001;&#x5229;&#x76CA;&#x5173;&#x7CFB;&#x3001;&#x51B2;&#x7A81;&#x90FD;&#x4EE4;&#x4ED6;&#x611F;&#x5230;&#x56F0;&#x60D1;&#x3002;&#x5F53;&#x8B66;&#x5B98;&#x529D;&#x4ED6;&#x9000;&#x4F11;&#x540E;&#x7559;&#x4E0B;&#x6765;&#x5E2E;&#x5FD9;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4ED6;&#x662F;&#x8FD9;&#x4E48;&#x8BF4;&#x7684;&#xFF0C;&#x201C;&#x6628;&#x665A;&#xFF0C;&#x5728;&#x56DB;&#x4E2A;&#x8857;&#x533A;&#x4E4B;&#x5916;&#xFF0C;&#x9A6C;&#x8DEF;&#x4E0A;&#x4E00;&#x4E2A;&#x5E74;&#x8F7B;&#x4EBA;&#x88AB;&#x62A2;&#x52AB;&#x540E;&#xFF0C;&#x7528;&#x5200;&#x523A;&#x8FDB;&#x4E86;&#x53CC;&#x773C;&#x3002;&#x6211;&#x5DF2;&#x7ECF;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x7406;&#x89E3;&#x4ED6;&#x4EEC;&#x7684;&#x60F3;&#x6CD5;&#x4E86;&#x3002;&#x201D;&#x5728;&#x4ED6;&#x770B;&#x6765;&#xFF0C;&#x8FD9;&#x4E2A;&#x57CE;&#x5E02;&#x5DF2;&#x7ECF;&#x6CA1;&#x6709;&#x503C;&#x5F97;&#x4ED6;&#x7559;&#x604B;&#x7684;&#x3002;</p>
<p>&#x800C;&#x65B0;&#x7684;&#x6848;&#x4EF6;&#x7684;&#x51FA;&#x73B0;&#xFF0C;&#x6C99;&#x6469;&#x585E;&#x4E00;&#x5F00;&#x59CB;&#x662F;&#x6297;&#x62D2;&#x7684;&#xFF0C;&#x7136;&#x800C;&#x968F;&#x7740;&#x5BF9;&#x751F;&#x6D3B;&#x70ED;&#x60C5;&#x7684;&#x7C73;&#x5C14;&#x65AF;&#x51FA;&#x73B0;&#xFF0C;&#x4ED6;&#x7531;&#x4E8E;&#x81EA;&#x8EAB;&#x5BF9;&#x6848;&#x60C5;&#x7684;&#x70ED;&#x60C5;&#xFF0C;&#x6162;&#x6162;&#x7684;&#x548C;&#x7C73;&#x5C14;&#x65AF;&#x5F00;&#x59CB;&#x5408;&#x4F5C;&#xFF0C;&#x8FFD;&#x67E5;&#x771F;&#x51F6;&#x3002;&#x5728;&#x78B0;&#x649E;&#x4E2D;&#xFF0C;&#x4ED6;&#x6162;&#x6162;&#x5730;&#x6539;&#x53D8;&#x4E86;&#x81EA;&#x5DF1;&#x5BF9;&#x751F;&#x6D3B;&#x7684;&#x6001;&#x5EA6;&#x3002;</p>
<p>&#x6700;&#x540E;&#xFF0C;&#x6740;&#x4EBA;&#x72AF;&#x6740;&#x6B7B;&#x4E86;&#xFF0C;&#x7C73;&#x5C14;&#x65AF;&#x7684;&#x59BB;&#x5B50;&#xFF0C;&#x5E76;&#x628A;&#x81EA;&#x5DF1;&#x5F53;&#x6210;&#x7B2C;&#x516D;&#x4E2A;&#x539F;&#x7F6A;&#xFF0C;&#x201C;&#x5AC9;&#x5992;&#x201D;&#x3002;&#x8BBE;&#x8BA1;&#x4E86;&#x7C73;&#x5C14;&#x65AF;&#xFF0C;&#x8BA9;&#x4ED6;&#x6210;&#x4E3A;&#x4E86;&#x7B2C;&#x4E03;&#x4E2A;&#x539F;&#x7F6A;&#xFF0C;&#x201C;&#x6124;&#x6012;&#x201D;&#x3002;&#x6124;&#x6012;&#x7684;&#x7C73;&#x5C14;&#x65AF;&#x4E3E;&#x8D77;&#x67AA;&#xFF0C;&#x6740;&#x6B7B;&#x4E86;&#x6740;&#x4EBA;&#x72AF;&#x3002;</p>
<p>&#x6216;&#x8BB8;&#xFF0C;&#x89C2;&#x4F17;&#x5728;&#x770B;&#x5B8C;&#x4E4B;&#x540E;&#xFF0C;&#x4F1A;&#x89C9;&#x5F97;&#x7C73;&#x5C14;&#x65AF;&#x6253;&#x7834;&#x6CD5;&#x5F8B;&#xFF0C;&#x5FD8;&#x8BB0;&#x81EA;&#x5DF1;&#x662F;&#x8B66;&#x5BDF;&#x7684;&#x8EAB;&#x4EFD;&#x67AA;&#x6740;&#x6740;&#x4EBA;&#x72AF;&#x7684;&#x884C;&#x4E3A;&#x662F;&#x5BF9;&#x7684;&#x3002;&#x6211;&#x5012;&#x662F;&#x89C9;&#x5F97;&#x7F16;&#x5267;&#x7684;&#x610F;&#x56FE;&#x662F;&#x901A;&#x8FC7;&#x7C73;&#x5C14;&#x65AF;&#x7684;&#x6124;&#x6012;&#xFF0C;&#x521A;&#x597D;&#x6765;&#x63CF;&#x8FF0;&#x6124;&#x6012;&#x3002;&#x6211;&#x4EEC;&#x6124;&#x6012;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x53BB;&#x505A;&#x4E86;&#x6211;&#x4EEC;&#x89C9;&#x5F97;&#x5BF9;&#x7684;&#x4E8B;&#x3002;</p>
<h2 id="&#x603B;&#x7ED3;"><a href="#&#x603B;&#x7ED3;" class="headerlink" title="&#x603B;&#x7ED3;"></a>&#x603B;&#x7ED3;</h2><p>&#x6574;&#x90E8;&#x7535;&#x5F71;&#xFF0C;&#x901A;&#x8FC7;&#x4E03;&#x5B97;&#x7F6A;&#x7684;&#x6740;&#x4EBA;&#x6848;&#x60C5;&#x53D1;&#x5C55;&#xFF0C;&#x5728;&#x88AB;&#x4E03;&#x5B97;&#x7F6A;&#x6298;&#x78E8;&#x800C;&#x53D8;&#x5F97;&#x51B7;&#x6F20;&#x7684;&#x8001;&#x8B66;&#x63A2;&#x548C;&#x7ECF;&#x9A8C;&#x5C11;&#x7684;&#x65B0;&#x8B66;&#x63A2;&#x7684;&#x51B2;&#x7A81;&#x4E0B;&#xFF0C;&#x7A81;&#x51FA;&#x4E86;&#x4E3B;&#x9898;&#xFF1A;<strong>&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x5145;&#x6EE1;&#x4E86;&#x4E03;&#x5B97;&#x7F6A;&#xFF0C;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x662F;&#x7834;&#x788E;&#x7684;&#x3001;&#x4E0D;&#x7F8E;&#x597D;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x56E0;&#x4E3A;&#x8FD8;&#x6709;&#x7231;&#x3001;&#x540C;&#x60C5;&#x3001;&#x6B63;&#x4E49;&#x800C;&#x503C;&#x5F97;&#x6211;&#x4EEC;&#x53BB;&#x4E3A;&#x4E4B;&#x594B;&#x6597;&#xFF0C;&#x6539;&#x53D8;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x3002;</strong></p>
<p><strong>&#x505A;&#x4E00;&#x4E2A;&#x60B2;&#x89C2;&#x4E3B;&#x4E49;&#x7684;&#x4E50;&#x89C2;&#x4EBA;&#x5427;&#x3002;</strong></p>

      

      
    </div>
    <div class="article-info article-info-index">
      
      
	<div class="article-tag tagcloud">
		<i class="icon-price-tags"></i>
		<ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/影评/">影评</a></li></ul>
	</div>

      

      

      
        <div class="share-btn share-icons tooltip-left">
  <div class="tooltip tooltip-east">
    <span class="tooltip-item">
      <a href="javascript:;" class="share-sns share-outer">
        <i class="icon icon-share"></i>
      </a>
    </span>
    <span class="tooltip-content">
      <div class="share-wrap">
        <div class="share-icons">
          <a class="weibo share-sns" href="javascript:;" data-type="weibo">
            <i class="icon icon-weibo"></i>
          </a>
          <a class="weixin share-sns wxFab" href="javascript:;" data-type="weixin">
            <i class="icon icon-weixin"></i>
          </a>
          <a class="qq share-sns" href="javascript:;" data-type="qq">
            <i class="icon icon-qq"></i>
          </a>
          <a class="douban share-sns" href="javascript:;" data-type="douban">
            <i class="icon icon-douban"></i>
          </a>
          <a class="qzone share-sns" href="javascript:;" data-type="qzone">
            <i class="icon icon-qzone"></i>
          </a>
          <a class="facebook share-sns" href="javascript:;" data-type="facebook">
            <i class="icon icon-facebook"></i>
          </a>
          <a class="twitter share-sns" href="javascript:;" data-type="twitter">
            <i class="icon icon-twitter"></i>
          </a>
          <a class="google share-sns" href="javascript:;" data-type="google">
            <i class="icon icon-google"></i>
          </a>
        </div>
      </div>
    </span>
  </div>
</div>

<div class="page-modal wx-share js-wx-box">
    <a class="close js-modal-close" href="javascript:;"><i class="icon icon-close"></i></a>
    <p>扫一扫，分享到微信</p>
    <div class="wx-qrcode"></div>
</div>

<div class="mask js-mask"></div>
      
      <div class="clearfix"></div>
    </div>
  </div>
</article>

  
<nav id="article-nav">
  
    <a href="/2017/01/20/2017-01-20/" id="article-nav-newer" class="article-nav-link-wrap">
      <i class="icon-circle-left"></i>
      <div class="article-nav-title">
        
          组件化思维 —— 内容组织构建
        
      </div>
    </a>
  
  
    <a href="/2017/01/13/2017-01-13/" id="article-nav-older" class="article-nav-link-wrap">
      <div class="article-nav-title">血战钢锯岭</div>
      <i class="icon-circle-right"></i>
    </a>
  
</nav>






<div class="duoshuo">
	<!-- 多说评论框 start -->
	<div class="ds-thread" data-thread-key="2017-01-17" data-title="七宗罪" data-url="http://yoursite.com/2017/01/17/2017-01-17/"></div>
	<!-- 多说评论框 end -->
	<!-- 多说公共JS代码 start (一个网页只需插入一次) -->
	<script type="text/javascript">
	var duoshuoQuery = {short_name:"ushowblog"};
	(function() {
		var ds = document.createElement('script');
		ds.type = 'text/javascript';ds.async = true;
		ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
		ds.charset = 'UTF-8';
		(document.getElementsByTagName('head')[0] 
		 || document.getElementsByTagName('body')[0]).appendChild(ds);
	})();
	</script>
	<!-- 多说公共JS代码 end -->
</div>





      </div>
      <footer id="footer">
  <div class="outer">
    <div id="footer-info">
    	<div class="footer-left">
    		&copy; 2017 UShow Jack
    	</div>
      	<div class="footer-right">
      		<a href="http://hexo.io/" target="_blank">Hexo</a>  Theme <a href="https://github.com/litten/hexo-theme-yilia" target="_blank">Yilia</a> by Litten
      	</div>
    </div>
  </div>
</footer>
    </div>
    <script>
	var yiliaConfig = {
		mathjax: false,
		animate: true,
		isHome: false,
		isPost: true,
		isArchive: false,
		isTag: false,
		isCategory: false,
		open_in_new: false,
		root: "/",
		innerArchive: true
	}
</script>

<script src="/./main.js"></script>


    
<div class="tools-col">
  <ul class="btn-wrap">
    
      <li class="chose" data-hook="tools-section-all"><span class="text">全部</span><i class="icon-book"></i></li>
    
    
      <li data-hook="tools-section-tag"><span class="text">标签</span><i class="icon-price-tags"></i></li>
    
    
      <li data-hook="tools-section-friends"><span class="text">友链</span><i class="icon-link"></i></li>
    
    
      <li data-hook="tools-section-me"><span class="text">我</span><i class="icon-smile"></i></li>
    
  </ul>
  <div class="tools-wrap">
    
    	<section class="tools-section tools-section-all chose">
    	</section>
    

    
    	<section class="tools-section tools-section-tag">
    			<div class="widget tagcloud" id="js-tagcloud">
    				<a href="/tags/JavaScript/" style="font-size: 20px;">JavaScript</a> <a href="/tags/blog/" style="font-size: 10px;">blog</a> <a href="/tags/bower/" style="font-size: 20px;">bower</a> <a href="/tags/hexo/" style="font-size: 10px;">hexo</a> <a href="/tags/npm/" style="font-size: 20px;">npm</a> <a href="/tags/react/" style="font-size: 10px;">react</a> <a href="/tags/webpack/" style="font-size: 10px;">webpack</a> <a href="/tags/yeoman/" style="font-size: 10px;">yeoman</a> <a href="/tags/原型/" style="font-size: 10px;">原型</a> <a href="/tags/对象/" style="font-size: 10px;">对象</a> <a href="/tags/影评/" style="font-size: 20px;">影评</a> <a href="/tags/模块/" style="font-size: 10px;">模块</a> <a href="/tags/算法/" style="font-size: 20px;">算法</a> <a href="/tags/组件化实战/" style="font-size: 10px;">组件化实战</a> <a href="/tags/随笔/" style="font-size: 10px;">随笔</a>
    			</div>
    	</section>
    

    
    	<section class="tools-section tools-section-friends">
  		
  			<div class="friends-wrap" id="js-friends">
  			
  	          <a target="_blank" class="main-nav-link switch-friends-link" href="https://www.baidu.com">百度</a>
  	        
  	          <a target="_blank" class="main-nav-link switch-friends-link" href="https://www.google.com">谷歌</a>
  	        
  	          <a target="_blank" class="main-nav-link switch-friends-link" href="/images/weixin.jpg">我的微信</a>
  	        
  	        </div>
  		
    	</section>
    

    
    	<section class="tools-section tools-section-me">
  	  	
  	  		<div class="aboutme-wrap" id="js-aboutme">很惭愧&lt;br&gt;&lt;br&gt;只做了一点微小的工作&lt;br&gt;谢谢大家&lt;br&gt;</div>
  	  	
    	</section>
    
  </div>
  
</div>
    <!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">

    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>

    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">

        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>

        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">

            <div class="pswp__top-bar">

                <!--  Controls are self-explanatory. Order can be changed. -->

                <div class="pswp__counter"></div>

                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>

                <button class="pswp__button pswp__button--share" style="display:none" title="Share"></button>

                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>

                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>

                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>

            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>

            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>

            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>

            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>

        </div>

    </div>

</div>
  </div>
</body>
</html>