<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  <meta name="renderer" content="webkit">
  <meta http-equiv="X-UA-Compatible" content="IE=edge" >
  <link rel="dns-prefetch" href="http://yoursite.com">
  <title>血战钢锯岭 | UShow 的博客</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description" content="&amp;#x8840;&amp;#x6218;&amp;#x94A2;&amp;#x952F;&amp;#x5CAD;">
<meta property="og:type" content="article">
<meta property="og:title" content="血战钢锯岭">
<meta property="og:url" content="http://yoursite.com/2017/01/13/2017-01-13/index.html">
<meta property="og:site_name" content="UShow 的博客">
<meta property="og:description" content="&amp;#x8840;&amp;#x6218;&amp;#x94A2;&amp;#x952F;&amp;#x5CAD;">
<meta property="og:image" content="http://yoursite.com/2017/01/13/2017-01-13/钢锯岭.jpeg">
<meta property="og:updated_time" content="2017-01-13T16:04:09.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="血战钢锯岭">
<meta name="twitter:description" content="&amp;#x8840;&amp;#x6218;&amp;#x94A2;&amp;#x952F;&amp;#x5CAD;">
<meta name="twitter:image" content="http://yoursite.com/2017/01/13/2017-01-13/钢锯岭.jpeg">
  
    <link rel="alternative" href="/atom.xml" title="UShow 的博客" type="application/atom+xml">
  
  
    <link rel="icon" href="/favicon.png">
  
  <link rel="stylesheet" href="/main.css">
  

</head>

<body>
  <div id="container">
    <div class="left-col">
      <div class="overlay"></div>
<div class="intrude-less">
	<header id="header" class="inner">
		<a href="/" class="profilepic">
			
			<img src="/images/Ushow.jpg" class="js-avatar show">
			
		</a>

		<hgroup>
		  <h1 class="header-author"><a href="/">UShow Jack</a></h1>
		</hgroup>

		
		<p class="header-subtitle">务实求真|怀瑾握瑜</p>
		

		<nav class="header-menu">
			<ul>
			
				<li><a href="/">主页</a></li>
	        
			</ul>
		</nav>
		<nav class="header-smart-menu">
	        
    		
    			
    			<a class="js-smart-menu" data-idx="0" href="javascript:void(0)">所有文章</a>
    			
    			
            
    			
    			<a class="js-smart-menu" data-idx="1" href="javascript:void(0)">标签</a>
    			
    			
            
    			
    			<a class="js-smart-menu" data-idx="2" href="javascript:void(0)">友情链接</a>
    			
    			
            
    			
    			<a class="js-smart-menu" data-idx="3" href="javascript:void(0)">关于我</a>
    			
    			
            
		</nav>
		<nav class="header-nav">
			<div class="social">
				
					<a class="github" target="_blank" href="https://github.com/ushowjack" title="github"><i class="icon-github"></i></a>
		        
					<a class="weibo" target="_blank" href="http://weibo.com/u/5507390563" title="weibo"><i class="icon-weibo"></i></a>
		        
					<a class="mail" target="_blank" href="mailto:ushow-44133@qq.com" title="mail"><i class="icon-mail"></i></a>
		        
			</div>
		</nav>
	</header>		
</div>

    </div>
    <div class="mid-col">
      <nav id="mobile-nav">
  	<div class="overlay">
  		<div class="slider-trigger"><i class="icon-sort"></i></div>
  		<h1 class="header-author js-mobile-header hide">UShow Jack</h1>
  	</div>
	<div class="intrude-less">
		<header id="header" class="inner">
			<div class="profilepic">
				
					<img src="/images/Ushow.jpg" class="js-avatar">
				
			</div>
			<hgroup>
			  <h1 class="header-author">UShow Jack</h1>
			</hgroup>
			
			<p class="header-subtitle">务实求真|怀瑾握瑜</p>
			
			<nav class="header-menu">
				<ul>
				
					<li><a href="/">主页</a></li>
		        
				</ul>
			</nav>
			<nav class="header-nav">
				<div class="social">
					
						<a class="github" target="_blank" href="https://github.com/ushowjack" title="github"><i class="icon-github"></i></a>
			        
						<a class="weibo" target="_blank" href="http://weibo.com/u/5507390563" title="weibo"><i class="icon-weibo"></i></a>
			        
						<a class="mail" target="_blank" href="mailto:ushow-44133@qq.com" title="mail"><i class="icon-mail"></i></a>
			        
				</div>
			</nav>
		</header>				
	</div>
</nav>

      <div class="body-wrap">
        <article id="post-2017-01-13" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
      <header class="article-header">
        
  
    <h1 class="article-title" itemprop="name">
      血战钢锯岭
    </h1>
  

        <a href="/2017/01/13/2017-01-13/" class="archive-article-date">
  	<time datetime="2017-01-13T05:42:25.000Z" itemprop="datePublished"><i class="icon-calendar icon"></i>2017-01-13</time>
</a>
      </header>
    
    <div class="article-entry" itemprop="articleBody">
      
        <h1 id="&#x8840;&#x6218;&#x94A2;&#x952F;&#x5CAD;"><a href="#&#x8840;&#x6218;&#x94A2;&#x952F;&#x5CAD;" class="headerlink" title="&#x8840;&#x6218;&#x94A2;&#x952F;&#x5CAD;"></a>&#x8840;&#x6218;&#x94A2;&#x952F;&#x5CAD;</h1><p><img src="/2017/01/13/2017-01-13/&#x94A2;&#x952F;&#x5CAD;.jpeg" alt="&#x94A2;&#x952F;&#x5CAD;"><br><a id="more"></a></p>
<h2 id="&#x524D;&#x8A00;"><a href="#&#x524D;&#x8A00;" class="headerlink" title="&#x524D;&#x8A00;"></a>&#x524D;&#x8A00;</h2><p>&#x5728;&#x4E07;&#x8FBE;&#x5F71;&#x9662;&#x770B;&#x5B8C;&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#xFF0C;&#x6211;&#x7684;&#x5185;&#x5FC3;&#x662F;&#x5D29;&#x6E83;&#x7684;&#x3002;&#x73AF;&#x73AF;&#x76F8;&#x6263;&#x7684;&#x60C5;&#x8282;&#x8DCC;&#x5B95;&#x8D77;&#x4F0F;&#xFF0C;&#x5F88;&#x591A;&#x611F;&#x52A8;&#x4EBA;&#x5FC3;&#x7684;&#x753B;&#x9762;&#x3002;&#x8EAB;&#x65C1;&#x7684;&#x4E24;&#x4E2A;&#x59B9;&#x5B50;&#x65E9;&#x5DF2;&#x7ECF;&#x54ED;&#x4E86;&#x597D;&#x4E45;&#x3002;&#x4E2D;&#x95F4;&#x7684;&#x753B;&#x9762;&#x66F4;&#x662F;&#x6218;&#x4E89;&#x5473;&#x5341;&#x8DB3;&#x3002;&#x4E8E;&#x662F;&#xFF0C;&#x6211;&#x6253;&#x7B97;&#x4E3A;&#x8FD9;&#x4E00;&#x90E8;&#x7535;&#x5F71;&#x5199;&#x4E00;&#x7247;&#x89C2;&#x5F71;&#x6587;&#x3002;</p>
<h2 id="&#x60C5;&#x8282;"><a href="#&#x60C5;&#x8282;" class="headerlink" title="&#x60C5;&#x8282;"></a>&#x60C5;&#x8282;</h2><p>&#x4E00;&#x5F00;&#x59CB;&#xFF0C;&#x5BFC;&#x6F14;&#x7528;&#x4E86;&#x5012;&#x53D9;&#x7684;&#x624B;&#x6CD5;&#xFF0C;&#x5148;&#x5370;&#x8C61;&#x6A21;&#x7CCA;&#x5730;&#x8868;&#x73B0;&#x4E86;&#x7537;&#x4E3B;&#x751F;&#x547D;&#x5371;&#x6025;&#xFF0C;&#x8EAB;&#x65C1;&#x7684;&#x4EBA;&#x6B63;&#x5728;&#x5927;&#x58F0;&#x547C;&#x558A;&#x4ED6;&#x7684;&#x540D;&#x5B57;&#xFF0C;&#x201C;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x2026;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#xFF01;&#xFF01;&#x201D;&#x3002;</p>
<p>&#x4E00;&#x7B14;&#x5E26;&#x8FC7;&#x4E4B;&#x540E;&#xFF0C;&#x5C06;&#x753B;&#x9762;&#x8C03;&#x6574;&#x5230;&#x4E86;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x7684;&#x5C0F;&#x65F6;&#x5019;&#x3002;<br>&#x523B;&#x753B;&#x4E86;&#x4E00;&#x4E2A;&#x56E0;&#x4E3A;&#x6218;&#x4E89;&#x5931;&#x53BB;&#x4E86;&#x597D;&#x670B;&#x53CB;&#xFF0C;&#x4ECE;&#x6218;&#x573A;&#x4E0B;&#x6765;&#x4E4B;&#x540E;&#x6210;&#x5929;&#x9157;&#x9152;&#x6BB4;&#x6253;&#x6BCD;&#x4EB2;&#x7684;&#x7236;&#x4EB2;&#xFF0C;&#x548C;&#x4E00;&#x4F4D;&#x5584;&#x89E3;&#x4EBA;&#x610F;&#x3001;&#x5728;&#x513F;&#x5B50;&#x9762;&#x524D;&#x7EF4;&#x62A4;&#x7236;&#x4EB2;&#x5F62;&#x8C61;&#x7684;&#x6BCD;&#x4EB2;&#x3002;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x73AF;&#x5883;&#x4E0B;&#xFF0C;&#x5BB6;&#x91CC;&#x7684;&#x4E24;&#x4E2A;&#x5C0F;&#x5B69;&#x5B50;&#xFF0C;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x548C;&#x4ED6;&#x7684;&#x54E5;&#x54E5;&#x4E5F;&#x5341;&#x5206;&#x7684;&#x4E89;&#x5F3A;&#x597D;&#x6597;&#x3002;&#x4ED6;&#x4EEC;&#x7ADE;&#x4E89;&#x722C;&#x4E0A;&#x5C71;&#x9876;&#xFF0C;&#x4ED6;&#x4EEC;&#x4E92;&#x76F8;&#x6597;&#x6BB4;&#xFF0C;&#x6253;&#x67B6;&#x7684;&#x52A8;&#x4F5C;&#x72E0;&#x8FA3;&#xFF0C;&#x4E0D;&#x4F3C;&#x513F;&#x7AE5;&#x3002;<br>&#x5728;&#x770B;&#x4F3C;&#x6700;&#x5927;&#x7684;&#x77DB;&#x76FE;&#x53EA;&#x6709;&#x5C0F;&#x5B69;&#x5B50;&#x7684;&#x6253;&#x6253;&#x95F9;&#x95F9;&#xFF0C;&#x7236;&#x4EB2;&#x7684;&#x9893;&#x5E9F;&#x7684;&#x5C0F;&#x513F;&#x79D1;&#x60C5;&#x8282;&#x4E0B;&#xFF0C;&#x7A81;&#x7136;&#x5267;&#x60C5;&#x62C9;&#x8D77;&#x4E86;&#x4E00;&#x4E2A;&#x5C0F;&#x9AD8;&#x5CF0;&#xFF0C;&#x7537;&#x4E3B;&#x56E0;&#x4E3A;&#x6253;&#x67B6;&#x6124;&#x6012;&#x5730;&#x62FF;&#x8D77;&#x7816;&#x5934;&#x7838;&#x6655;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x54E5;&#x54E5;&#xFF0C;&#x4ED6;&#x7684;&#x4EBA;&#x751F;&#x7B2C;&#x4E00;&#x6B21;&#x611F;&#x89C9;&#x7684;&#x6050;&#x60E7;&#x3002;&#x4ED6;&#x770B;&#x7740;&#x58C1;&#x4E0A;&#x7684;&#x5B97;&#x8BAD;&#xFF0C;&#x4ED6;&#x611F;&#x89C9;&#x72AF;&#x4E0B;&#x4E86;&#x6700;&#x5927;&#x7684;&#x7F6A;&#xFF0C;&#x6740;&#x4EBA;&#x3002;&#x90A3;&#x4E48;&#x771F;&#x5207;&#x7684;&#x611F;&#x53D7;&#x3002;</p>
<p>&#x4E00;&#x90E8;&#x4F5C;&#x54C1;&#x5982;&#x679C;&#x5168;&#x662F;&#x66B4;&#x529B;&#xFF0C;&#x90A3;&#x4E48;&#x5B83;&#x4E0D;&#x80FD;&#x88AB;&#x79F0;&#x4E4B;&#x4E3A;&#x4F5C;&#x54C1;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x751F;&#x5982;&#x679C;&#x5168;&#x662F;&#x4E0D;&#x5E78;&#x90A3;&#x4E5F;&#x4E0D;&#x80FD;&#x88AB;&#x79F0;&#x4E4B;&#x4E3A;&#x4EBA;&#x751F;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x5267;&#x60C5;&#x5230;&#x4E86;&#x8FD9;&#x91CC;&#xFF0C;&#x5973;&#x4E3B;&#x51FA;&#x73B0;&#x4E86;&#xFF0C;&#x6F02;&#x4EAE;&#x6E29;&#x67D4;&#x3002;&#x662F;&#x7684;&#xFF0C;&#x6211;&#x627F;&#x8BA4;&#x771F;&#x7684;&#x5F88;&#x6F02;&#x4EAE;&#x3002;&#x4E8E;&#x662F;&#xFF0C;&#x7537;&#x4E3B;&#x50BB;&#x50BB;&#x5730;&#x8FFD;&#x4E0A;&#x4E86;&#x5973;&#x4E3B;&#xFF0C;&#x5404;&#x79CD;&#x8001;&#x6897;&#x7684;&#x53F0;&#x8BCD;&#x5267;&#x60C5;&#xFF0C;&#x88AB;&#x7537;&#x4E3B;&#x7684;&#x4E00;&#x53E5;&#x201C;&#x6211;&#x6628;&#x665A;&#x7EC3;&#x4E60;&#x4E86;&#x5F88;&#x4E45;&#x201D;&#x3002;&#x7A9D;&#x8349;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x611F;&#x89C9;&#x8FD9;&#x4E48;&#x8001;&#x7684;&#x6897;&#x7ADF;&#x7136;&#x548C;&#x8C10;&#x4E86;&#x3002;&#x3002;</p>
<p>&#x6E29;&#x67D4;&#x4E61;&#x662F;&#x82F1;&#x96C4;&#x7684;&#x575F;&#x5893;&#xFF0C;&#x5982;&#x679C;&#x5267;&#x60C5;&#x5230;&#x8FD9;&#x91CC;&#x5C31;&#x7ED3;&#x675F;&#x4E86;&#x3002;&#x7537;&#x4E3B;&#x4E5F;&#x5C31;&#x4E0D;&#x662F;&#x82F1;&#x96C4;&#xFF0C;&#x90A3;&#x7535;&#x5F71;&#x4E5F;&#x5C31;&#x4E0D;&#x662F;&#x6218;&#x4E89;&#x7247;&#x3002;&#x6069;&#xFF0C;&#x6211;&#x597D;&#x673A;&#x667A;&#x3002;&#x3002;</p>
<p>&#x4E8E;&#x662F;&#x4E4E;&#xFF0C;&#x4E8C;&#x6218;&#x4E86;&#x3002;&#x65E5;&#x672C;&#x70B8;&#x4E86;&#x73CD;&#x73E0;&#x6E7E;&#xFF0C;&#x7F8E;&#x56FD;&#x4EBA;&#x6C11;&#x6124;&#x6012;&#x4E86;&#x3002;&#x7537;&#x4E3B;&#x7684;&#x54E5;&#x54E5;&#x53BB;&#x4E86;&#xFF0C;&#x6069;&#xFF0C;&#x7136;&#x540E;&#x5C31;&#x6CA1;&#x4E86;&#x3002;&#x3002;&#x518D;&#x7136;&#x540E;&#xFF0C;&#x7537;&#x4E3B;&#x89C9;&#x5F97;&#x5927;&#x5BB6;&#x90FD;&#x53BB;&#x4ED6;&#x4E5F;&#x60F3;&#x53BB;&#x3002;&#x4ED6;&#x586B;&#x4E86;&#x7533;&#x8BF7;&#x5355;&#xFF0C;&#x58F0;&#x79F0;&#x81EA;&#x5DF1;&#x62D2;&#x7EDD;&#x4F7F;&#x7528;&#x67AA;&#x3002;&#x6211;&#x731C;&#x4F30;&#x8BA1;&#x662F;&#x7F8E;&#x56FD;&#x7F3A;&#x4EBA;&#xFF0C;&#x4E0D;&#x7BA1;&#x4E09;&#x4E03;&#x4E8C;&#x5341;&#x4E00;&#x5148;&#x9A97;&#x8FC7;&#x6765;&#x518D;&#x8BF4;&#x3002;&#x8FD9;&#x91CC;&#x5176;&#x5B9E;&#x662F;&#x4E00;&#x4E2A;&#x60AC;&#x5FF5;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x62D2;&#x7EDD;&#x4F7F;&#x7528;&#x67AA;&#x652F;&#x5462;&#xFF1F;</p>
<p>&#x4E0D;&#x8FC7;&#x7F8E;&#x56FD;&#x653F;&#x5E9C;&#x5728;&#x8FD9;&#x91CC;&#x679C;&#x7136;&#x663E;&#x793A;&#x4E86;&#x81EA;&#x5DF1;&#x4ECE;&#x6765;&#x90FD;&#x4E0D;&#x662F;&#x5403;&#x7D20;&#x7684;&#x5F62;&#x8C61;&#xFF0C;&#x5148;&#x7ED9;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x6765;&#x4E86;&#x4E2A;&#x4E0B;&#x9A6C;&#x5A01;&#x3002;&#x7ED9;&#x4ED6;&#x4E00;&#x4E2A;&#x7CBE;&#x795E;&#x5931;&#x5E38;&#x7684;&#x7406;&#x7531;&#x8BA9;&#x4ED6;&#x6EDA;&#x86CB;&#x3002;&#x7ED3;&#x679C;&#x7537;&#x4E3B;&#x7684;&#x6001;&#x5EA6;&#x4F9D;&#x65E7;&#x5F88;&#x575A;&#x51B3;&#xFF0C;&#x6211;&#x6CA1;&#x75C5;&#xFF0C;&#x6211;&#x4E0D;&#x8D70;&#x3002;&#x957F;&#x5B98;&#x5F53;&#x7136;&#x4E5F;&#x4E0D;&#x662F;&#x5403;&#x7D20;&#x7684;&#xFF0C;&#x6559;&#x8BAD;&#x4E86;&#x4E00;&#x4E0B;&#x4ED6;&#x8EAB;&#x8FB9;&#x7684;&#x6218;&#x53CB;&#x3002;&#x8FD9;&#x62DB;&#x501F;&#x5200;&#x6740;&#x4EBA;&#x8FD8;&#x662F;&#x4E0D;&#x9519;&#x7684;&#xFF0C;&#x4E00;&#x4E0B;&#x5B50;&#x6FC0;&#x53D1;&#x4E86;&#x6218;&#x53CB;&#x4EEC;&#x7684;&#x4EC7;&#x89C6;&#xFF0C;&#x8D81;&#x591C;&#x9ED1;&#x98CE;&#x9AD8;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5E72;&#x7684;&#x4ED6;&#x9F3B;&#x9752;&#x8138;&#x80BF;&#x7684;&#x3002;</p>
<p>&#x6559;&#x5B98;&#x770B;&#x4ED6;&#x53D7;&#x4E86;&#x4F24;&#xFF0C;&#x5567;&#x5567;&#xFF0C;&#x5C0F;&#x5FC3;&#x810F;&#x53D7;&#x4E0D;&#x4E86;&#x4E86;&#x3002;&#x95EE;&#x4ED6;&#x8BF4;&#x4F55;&#x82E6;&#x5462;&#xFF0C;&#x8DDF;&#x4ED6;&#x4E0B;&#x5C71;&#x5427;&#x3002;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x72B9;&#x8C6B;&#x4E86;&#x4E00;&#x4E0B;&#x8BF4;&#xFF0C;&#x4ED6;&#x8FD8;&#x6709;&#x6D3B;&#x8981;&#x5E72;&#x3002;&#x6559;&#x5B98;&#x53C8;&#x95EE;&#xFF0C;&#x90A3;&#x8C01;&#x6253;&#x7684;&#x4F60;&#xFF1F;&#x4ED6;&#x575A;&#x5B9A;&#x5730;&#x8BF4;&#x6CA1;&#x6709;&#x4EBA;&#x3002;&#x55EF;&#xFF0C;&#x770B;&#x5230;&#x8FD9;&#x91CC;&#x4E00;&#x5B9A;&#x4F1A;&#x89C9;&#x5F97;&#xFF0C;&#x7537;&#x4E3B;&#x771F;&#x662F;&#x597D;&#xFF0C;&#x610F;&#x5FD7;&#x575A;&#x5F3A;&#x53C8;&#x4E0D;&#x5356;&#x961F;&#x53CB;&#x3002;&#x5F00;&#x59CB;&#x610F;&#x6DEB;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x63A5;&#x4E0B;&#x6765;&#x5E94;&#x8BE5;&#x662F;&#x5F00;&#x4E86;&#x6302;&#xFF0C;&#x5E26;&#x9886;&#x6218;&#x53CB;&#x6253;&#x7206;&#x65E5;&#x672C;&#x4EBA;&#x3002;&#x7ED3;&#x679C;&#xFF0C;&#x53C8;&#x9519;&#x4E86;&#x3002;&#x4E00;&#x6B65;&#x6B65;&#x6162;&#x6162;&#x5730;&#x5267;&#x60C5;&#x53C8;&#x63A8;&#x5230;&#x4E86;&#x9AD8;&#x6F6E;&#xFF0C;&#x7537;&#x4E3B;&#x6253;&#x7B97;&#x56DE;&#x5BB6;&#x7ED3;&#x5A5A;&#xFF0C;&#x7ED3;&#x679C;&#x88AB;&#x6441;&#x4E0B;&#x4E86;&#xFF0C;&#x544A;&#x4ED6;&#x8FDD;&#x6297;&#x519B;&#x4EE4;&#x62BC;&#x5165;&#x5927;&#x7262;&#x3002;&#x6559;&#x5802;&#x91CC;&#x5973;&#x4E3B;&#x82E6;&#x7B49;&#x4E0D;&#x5230;&#xFF0C;&#x5979;&#x7684;&#x7236;&#x4EB2;&#x8BF4;&#xFF0C;&#x7B49;&#x4E86;&#x592A;&#x4E45;&#x4E86;&#x3002;&#x5973;&#x4E3B;&#x8BF4;&#xFF0C;&#x662F;&#x7B49;&#x4E86;&#x5F88;&#x4E45;&#xFF0C;&#x4F46;&#x662F;&#x4ED6;&#x80AF;&#x5B9A;&#x662F;&#x51FA;&#x4E8B;&#x4E86;&#x3002;&#x597D;&#x559C;&#x6B22;&#x8FD9;&#x6837;&#x7684;&#x5973;&#x4E3B;&#x3002;&#x3002;&#x60C5;&#x8282;&#x8DCC;&#x5B95;&#x8D77;&#x4F0F;&#xFF0C;&#x5404;&#x79CD;&#x529E;&#x6CD5;&#x90FD;&#x4E0D;&#x884C;&#xFF0C;&#x773C;&#x770B;&#x7740;&#x7537;&#x4E3B;&#x5C31;&#x8981;&#x5165;&#x72F1;&#x4E86;&#x3002;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#x4ED6;&#x7236;&#x4EB2;&#x8DF3;&#x4E86;&#x51FA;&#x6765;&#xFF0C;&#x52A8;&#x7528;&#x4E86;&#x4E00;&#x6218;&#x7684;&#x8001;&#x4E0A;&#x53F8;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x6C42;&#x6765;&#x4E00;&#x5C01;&#x8D66;&#x514D;&#x4FE1;&#x3002;&#x7537;&#x4E3B;&#x5C31;&#x8FD9;&#x6837;&#x83B7;&#x6551;&#x4E86;&#x3002;&#x662F;&#x7684;&#xFF0C;&#x4E0D;&#x662F;&#x5927;&#x5929;&#x671D;&#x624D;&#x6709;&#x5173;&#x7CFB;&#xFF0C;&#x7F8E;&#x5229;&#x575A;&#x4E5F;&#x6709;&#xFF0C;&#x4EE5;&#x524D;&#x592A;&#x5C0F;&#x770B;&#x5B83;&#x4E86;&#x3002;</p>
<p>&#x5728;&#x524D;&#x9762;&#x7684;&#x523B;&#x753B;&#x4E0B;&#xFF0C;&#x6574;&#x90E8;&#x5267;&#x60C5;&#x4E30;&#x6EE1;&#x3002;&#x4E3A;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x7684;&#x4E00;&#x5207;&#x884C;&#x4E3A;&#xFF0C;&#x505A;&#x597D;&#x4E86;&#x94FA;&#x57AB;&#x3002;&#x6574;&#x519B;&#x51FA;&#x53D1;&#xFF0C;&#x4E00;&#x7FA4;&#x6CA1;&#x89C1;&#x8FC7;&#x6218;&#x4E89;&#x7684;&#x5C0F;&#x9C9C;&#x8089;&#xFF0C;&#x5728;&#x5632;&#x5F04;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x7684;&#x61E6;&#x5F31;&#x4E4B;&#x540E;&#xFF0C;&#x5F53;&#x4ED6;&#x4EEC;&#x770B;&#x89C1;&#x4E00;&#x8F66;&#x8F66;&#x5C38;&#x4F53;&#xFF0C;&#x5F00;&#x59CB;&#x4ECE;&#x5185;&#x5FC3;&#x53D1;&#x51FA;&#x98A4;&#x6296;&#x3002;&#x4ED6;&#x4EEC;&#x6765;&#x5230;&#x94A2;&#x952F;&#x5CAD;&#xFF0C;&#x8FD9;&#x4E2A;&#x88AB;&#x6253;&#x4E86;&#x516D;&#x6B21;&#x5374;&#x600E;&#x4E48;&#x4E5F;&#x6253;&#x4E0D;&#x5C0F;&#x6765;&#x7684;&#x7889;&#x5821;&#x3002;&#x4EC0;&#x4E48;&#x6982;&#x5FF5;&#xFF1F;&#x4E8E;&#x662F;&#xFF0C;&#x753B;&#x9762;&#x91CC;&#x662F;&#x6F2B;&#x5929;&#x5730;&#x70AE;&#x706B;&#x72C2;&#x8F70;&#x4E71;&#x70B8;&#x3002;&#x6211;&#x60F3;&#xFF0C;&#x5BFC;&#x6F14;&#x53EF;&#x80FD;&#x662F;&#x89C9;&#x5F97;&#x7528;&#x4FA7;&#x9762;&#x63CF;&#x5199;&#x6218;&#x4E89;&#x7684;&#x53EF;&#x6015;&#xFF0C;&#x529B;&#x5EA6;&#x8FD8;&#x4E0D;&#x591F;&#x5427;&#x3002;&#x4E8E;&#x662F;&#x5B89;&#x6392;&#x4E86;&#x8F70;&#x70B8;&#x573A;&#x9762;&#x3002;&#x5C0F;&#x9C9C;&#x8089;&#x4EEC;&#xFF0C;&#x611F;&#x89C9;&#x5230;&#x5185;&#x5FC3;&#x7684;&#x9707;&#x64BC;&#xFF0C;&#x8FD9;&#x6837;&#x5B50;&#x90FD;&#x6253;&#x4E0D;&#x6B7B;&#xFF0C;&#x65E5;&#x672C;&#x4EBA;&#x662F;&#x5C0F;&#x5F3A;&#x5417;&#xFF1F;</p>
<p>&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x548C;&#x6218;&#x53CB;&#x4EEC;&#x4E00;&#x8D77;&#x4E0A;&#x4E86;&#x6218;&#x573A;&#xFF0C;&#x573A;&#x9762;&#x58EE;&#x89C2;&#x3002;&#x7EC8;&#x4E8E;&#x5360;&#x9886;&#x4E86;&#x7889;&#x5821;&#xFF0C;&#x5728;&#x6574;&#x4E2A;&#x6218;&#x4E89;&#x4E2D;&#xFF0C;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x5C31;&#x50CF;&#x4E00;&#x53EA;&#x8001;&#x864E;&#xFF0C;&#x4E0D;&#x754F;&#x70AE;&#x706B;&#x5230;&#x5904;&#x6551;&#x4EBA;&#x7684;&#x884C;&#x4E3A;&#x611F;&#x5316;&#x4E86;&#xFF0C;&#x4E0E;&#x4ED6;&#x5904;&#x5904;&#x4E3A;&#x654C;&#x7684;&#x6218;&#x53CB;&#x3002;&#x665A;&#x4E0A;&#xFF0C;&#x4ED6;&#x4EEC;&#x5728;&#x6218;&#x58D5;&#x91CC;&#xFF0C;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x4E0E;&#x4ED6;&#x4EA4;&#x8C08;&#x5FC3;&#x4E8B;&#x3002;&#x624D;&#x5C06;&#x81EA;&#x5DF1;&#x4E3A;&#x4EC0;&#x4E48;&#x4E0D;&#x62FF;&#x67AA;&#x7684;&#x539F;&#x6709;&#xFF0C;&#x8BF4;&#x4E86;&#x51FA;&#x6765;&#x3002;</p>
<p>&#x5267;&#x60C5;&#x5F00;&#x59CB;&#x8D8A;&#x53D1;&#x7684;&#x7D27;&#x5F20;&#x3002;&#x65E5;&#x672C;&#x4EBA;&#x4ECE;&#x5730;&#x9053;&#x91CC;&#x8DD1;&#x51FA;&#x6765;&#xFF0C;&#x786C;&#x751F;&#x751F;&#x5730;&#x5C06;&#x4ED6;&#x4EEC;&#x6253;&#x4E86;&#x56DE;&#x53BB;&#x3002;&#x7F8E;&#x56FD;&#x4EBA;&#x88AB;&#x6253;&#x8499;&#x4E86;&#xFF0C;&#x6B7B;&#x4F24;&#x65E0;&#x6570;&#xFF0C;&#x5306;&#x5306;&#x722C;&#x4E0B;&#x65AD;&#x58C1;&#x3002;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#xFF0C;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x770B;&#x89C1;&#x6628;&#x5929;&#x8FD8;&#x548C;&#x4ED6;&#x4EA4;&#x5FC3;&#x7684;&#x6218;&#x53CB;&#xFF0C;&#x73B0;&#x5728;&#x53BB;&#x6B7B;&#x5728;&#x81EA;&#x5DF1;&#x9762;&#x524D;&#x3002;&#x4ED6;&#x75DB;&#x5FC3;&#xFF0C;&#x4ED6;&#x4E0D;&#x65AD;&#x5730;&#x5411;&#x81EA;&#x5DF1;&#x7684;&#x4FE1;&#x4EF0;&#x8D28;&#x95EE;&#x3002;&#x60F3;&#x8981;&#x5BFB;&#x6C42;&#x7B54;&#x6848;&#xFF0C;&#x6E10;&#x6E10;&#x5730;&#x4ED6;&#x542C;&#x5230;&#x4E86;&#x6218;&#x573A;&#x4E0A;&#x75DB;&#x82E6;&#x7684;&#x547B;&#x541F;&#xFF0C;&#x4E0E;&#x547C;&#x6551;&#x3002;&#x4ED6;&#x5728;&#x5927;&#x90E8;&#x961F;&#x64A4;&#x9000;&#x4E86;&#x4E4B;&#x540E;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x7559;&#x4E0B;&#x6765;&#x3002;&#x548C;&#x6F2B;&#x5929;&#x7F8E;&#x65B9;&#x8F70;&#x70B8;&#x7684;&#x70AE;&#x5F39;&#x3001;&#x795E;&#x51FA;&#x9B3C;&#x6CA1;&#x7684;&#x65E5;&#x519B;&#x4F5C;&#x6597;&#x4E89;&#xFF0C;&#x5728;&#x6EE1;&#x5730;&#x5C38;&#x4F53;&#x4E2D;&#x5BFB;&#x627E;&#x751F;&#x8FD8;&#x8005;&#x3002;&#x5C31;&#x662F;&#x4E00;&#x79CD;&#x575A;&#x6301;&#xFF0C;&#x5F53;&#x4ED6;&#x575A;&#x6301;&#x4E0D;&#x4F4F;&#x5730;&#x65F6;&#x5019;&#xFF0C;&#x4ED6;&#x5C31;&#x5411;&#x4E0A;&#x5E1D;&#x7977;&#x544A;&#xFF0C;&#x8BA9;&#x4ED6;&#x518D;&#x6551;&#x4E00;&#x4E2A;&#x4EBA;&#x3002;</p>
<p><strong>&#x5C31;&#x8FD9;&#x6837;&#xFF0C;&#x4ED6;&#x72EC;&#x81EA;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x5728;&#x5927;&#x5BB6;&#x90FD;&#x4E3A;&#x81EA;&#x5DF1;&#x6027;&#x547D;&#x64A4;&#x79BB;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4ED6;&#x7559;&#x4E0B;&#x6765;&#x5E76;&#x4E14;&#x89E3;&#x6551;&#x4E86;75&#x4EBA;&#x3002;</strong></p>
<p>&#x6700;&#x540E;&#xFF0C;&#x7F8E;&#x519B;&#x901A;&#x8FC7;&#x4ED6;&#x53D1;&#x73B0;&#x65E5;&#x519B;&#x5730;&#x4E0B;&#x7684;&#x5730;&#x9053;&#xFF0C;&#x6210;&#x529F;&#x5730;&#x6B7C;&#x706D;&#x4E86;&#x654C;&#x4EBA;&#x3002;&#x5267;&#x60C5;&#x843D;&#x5E55;&#x3002;</p>
<h2 id="&#x5206;&#x6790;"><a href="#&#x5206;&#x6790;" class="headerlink" title="&#x5206;&#x6790;"></a>&#x5206;&#x6790;</h2><p>&#x5982;&#x679C;&#x53EA;&#x662F;&#x7B80;&#x5355;&#x5730;&#x628A;&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#x770B;&#x6210;&#x662F;&#x4E00;&#x90E8;&#x5E03;&#x9053;&#x7535;&#x5F71;&#xFF0C;&#x4E5F;&#x672A;&#x5C1D;&#x4E0D;&#x53EF;&#x3002;&#x4ECE;&#x4E00;&#x5F00;&#x59CB;&#x5899;&#x4E0A;&#x7684;&#x57FA;&#x7763;&#x6559;&#x7684;&#x6D77;&#x62A5;&#xFF0C;&#x5230;&#x5973;&#x4E3B;&#x9001;&#x7ED9;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x7684;&#x5723;&#x7ECF;&#xFF0C;&#x518D;&#x5230;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x53D7;&#x4F24;&#x4E4B;&#x540E;&#x8FD8;&#x5FF5;&#x5FF5;&#x4E0D;&#x5FD8;&#x6389;&#x5728;&#x5730;&#x4E0A;&#x7684;&#x5723;&#x7ECF;&#x6765;&#x770B;&#xFF0C;&#x53EF;&#x4EE5;&#x628A;&#x5B83;&#x770B;&#x6210;&#x662F;&#x4E00;&#x90E8;&#x5E03;&#x9053;&#x7247;&#x3002;&#x4F46;&#x8FD9;&#x672A;&#x514D;&#x592A;&#x8FC7;&#x4E8E;&#x80A4;&#x6D45;&#x3002;</p>
<p>&#x5982;&#x679C;&#x628A;&#x5B83;&#x770B;&#x6210;&#x662F;&#x4E00;&#x90E8;&#x7B80;&#x5355;&#x7684;&#x6218;&#x4E89;&#x7247;&#x6765;&#x770B;&#x5462;&#xFF1F;&#x5BB6;&#x4E2D;&#x7684;&#x7231;&#x59BB;&#x3001;&#x5B88;&#x671B;&#x5F52;&#x6765;&#x7684;&#x7236;&#x6BCD;&#x3001;&#x6EE1;&#x5C4F;&#x7684;&#x785D;&#x70DF;&#x3001;&#x5C04;&#x51FB;&#x3001;&#x523A;&#x6740;&#xFF0C;&#x4EE5;&#x53CA;&#x6D41;&#x6DCC;&#x6EE1;&#x5730;&#x7684;&#x9C9C;&#x8840;&#xFF0C;&#x7ECF;&#x5178;&#x7684;&#x4E0D;&#x80FD;&#x5728;&#x7ECF;&#x5178;&#x7684;&#x6218;&#x4E89;&#x7247;&#x7684;&#x6865;&#x6BB5;&#x3002;&#x6574;&#x90E8;&#x7535;&#x5F71;&#x7684;&#x753B;&#x9762;&#x53EF;&#x4EE5;&#x8C08;&#x5F97;&#x4E0A;&#x7CBE;&#x7F8E;&#x3002;&#x4F46;&#x8FD9;&#x4ECD;&#x7136;&#x592A;&#x8FC7;&#x4E8E;&#x80A4;&#x6D45;&#x3002;</p>
<p>&#x8FD9;&#x662F;&#x4E00;&#x90E8;&#x5173;&#x4E8E;&#x4FE1;&#x4EF0;&#x7684;&#x7535;&#x5F71;&#x3002;&#x4ECE;&#x4E00;&#x5F00;&#x59CB;&#xFF0C;&#x57FA;&#x7763;&#x6559;&#x7684;&#x6D77;&#x62A5;&#x662F;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x5E7C;&#x5E74;&#x65F6;&#x5F62;&#x6210;&#x4FE1;&#x4EF0;&#xFF08;&#x4E0D;&#x53EF;&#x4EE5;&#x6740;&#x4EBA;&#xFF09;&#x7684;&#x5F00;&#x7AEF;&#x3002;&#x5982;&#x679C;&#x4EBA;&#x90FD;&#x662F;&#x5728;&#x548C;&#x5E73;&#x4E2D;&#xFF0C;&#x90A3;&#x4E48;&#x67AA;&#x4E5F;&#x5C31;&#x6CA1;&#x6709;&#x4E86;&#x610F;&#x4E49;&#x3002;&#x5982;&#x679C;&#x4EBA;&#x6CA1;&#x6709;&#x7ECF;&#x5386;&#x8FC7;&#x82E6;&#x96BE;&#xFF0C;&#x90A3;&#x4E48;&#x4FE1;&#x4EF0;&#x7684;&#x5B58;&#x5728;&#x4E5F;&#x5C31;&#x53EF;&#x6709;&#x53EF;&#x65E0;&#x3002;&#x5F53;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x8FDB;&#x5165;&#x519B;&#x8425;&#xFF0C;&#x4ED6;&#x7684;&#x4FE1;&#x4EF0;&#x5F00;&#x59CB;&#x88AB;&#x8D28;&#x7591;&#x3002;&#x4ED6;&#x7684;&#x957F;&#x5B98;&#xFF0C;&#x5632;&#x5F04;&#x4ED6;&#x3002;&#x4ED6;&#x7684;&#x6218;&#x53CB;&#xFF0C;&#x66F4;&#x662F;&#x5BF9;&#x4ED6;&#x65BD;&#x52A0;&#x66B4;&#x529B;&#x3002;&#x5230;&#x6700;&#x540E;&#xFF0C;&#x519B;&#x957F;&#x66F4;&#x662F;&#x5C06;&#x7F6A;&#x540D;&#x6263;&#x5728;&#x4ED6;&#x7684;&#x5934;&#x4E0A;&#xFF0C;&#x60F3;&#x628A;&#x4ED6;&#x5F04;&#x8FDB;&#x7262;&#x91CC;&#x3002;&#x6240;&#x6709;&#x4EBA;&#x5BF9;&#x4ED6;&#x7684;&#x4FE1;&#x4EF0;&#x8868;&#x793A;&#x4E0D;&#x5C51;&#xFF0C;&#x58EB;&#x5175;&#x5BF9;&#x4E8E;&#x6218;&#x4E89;&#x4E60;&#x4EE5;&#x4E3A;&#x5E38;&#xFF0C;&#x6DF1;&#x4FE1;&#x6740;&#x4EBA;&#x5BF9;&#x4E8E;&#x6218;&#x4E89;&#xFF0C;&#x5C31;&#x5982;&#x7A7A;&#x6C14;&#x5BF9;&#x4E8E;&#x4EBA;&#x3002;</p>
<p>&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x5728;&#x76D1;&#x72F1;&#x91CC;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x611F;&#x89C9;&#x5230;&#x4FE1;&#x4EF0;&#x7684;&#x5371;&#x673A;&#x3002;&#x4ED6;&#x5F00;&#x59CB;&#x8D28;&#x7591;&#x81EA;&#x5DF1;&#x96BE;&#x9053;&#x662F;&#x81EA;&#x5DF1;&#x505A;&#x9519;&#x4E86;&#x5417;&#xFF1F;&#x4ED6;&#x7528;&#x4ED6;&#x7684;&#x5934;&#x7528;&#x529B;&#x649E;&#x94C1;&#x95E8;&#x3002;&#x76F4;&#x5230;&#x5973;&#x4E3B;&#x529D;&#x4ED6;&#xFF0C;&#x5FCD;&#x4E00;&#x5FCD;&#x5C31;&#x597D;&#x4E86;&#x3002;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#xFF0C;&#x5F88;&#x75DB;&#x82E6;&#x4E3A;&#x4EC0;&#x4E48;&#x8FDE;&#x81EA;&#x5DF1;&#x6700;&#x7231;&#x7684;&#x4EBA;&#x4E5F;&#x529D;&#x81EA;&#x5DF1;&#x653E;&#x5F03;&#x81EA;&#x5DF1;&#x7684;&#x4FE1;&#x4EF0;&#x3002;&#x4ED6;&#x662F;&#x8FD9;&#x4E48;&#x8BF4;&#x7684;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x4FE1;&#x4EF0;&#xFF0C;&#x90A3;&#x4E2A;&#x4FE1;&#x4EF0;&#x5C31;&#x662F;&#x81EA;&#x5DF1;&#x672C;&#x8EAB;&#x3002;&#x5982;&#x679C;&#x4ED6;&#x653E;&#x5F03;&#x4E86;&#xFF0C;&#x90A3;&#x4E48;&#x8FDE;&#x81EA;&#x5DF1;&#x90FD;&#x4F1A;&#x5931;&#x53BB;&#xFF0C;&#x4E5F;&#x66F4;&#x914D;&#x4E0D;&#x4E0A;&#x7F8E;&#x4E3D;&#x7684;&#x5973;&#x4E3B;&#x3002;</p>
<p>&#x8FD9;&#x6837;&#x7684;&#x8003;&#x9A8C;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E00;&#x822C;&#x4EBA;&#x800C;&#x8A00;&#xFF0C;&#x5176;&#x5B9E;&#x5DF2;&#x7ECF;&#x5F88;&#x75DB;&#x82E6;&#x4E86;&#x3002;&#x6BD5;&#x7ADF;&#x4E0D;&#x662F;&#x6240;&#x6709;&#x4EBA;&#x9762;&#x5BF9;&#x7740;&#x7262;&#x72F1;&#x4E4B;&#x707E;&#x80FD;&#x591F;&#x90A3;&#x4E48;&#x575A;&#x5B9A;&#x81EA;&#x5DF1;&#x7684;&#x4FE1;&#x5FF5;&#x4E0D;&#x52A8;&#x6447;&#x3002;&#x66F4;&#x4F55;&#x51B5;&#x9762;&#x5BF9;&#x6240;&#x6709;&#x4EBA;&#x7684;&#x8D28;&#x7591;&#x3002;&#x4E4C;&#x5408;&#x4E4B;&#x4F17;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x9762;&#x5BF9;&#x522B;&#x4EBA;&#x7684;&#x8D28;&#x7591;&#xFF0C;&#x5F80;&#x5F80;&#x5F88;&#x5BB9;&#x6613;&#x8FF7;&#x5931;&#x81EA;&#x5DF1;&#x3002;&#x4EBA;&#x603B;&#x662F;&#x5728;&#x62FF;&#x522B;&#x4EBA;&#x6765;&#x5F53;&#x5C3A;&#x5B50;&#xFF0C;&#x5230;&#x6700;&#x540E;&#x90FD;&#x5FD8;&#x4E86;&#x81EA;&#x5DF1;&#x662F;&#x8C01;&#x3002;</p>
<p>&#x7136;&#x800C;&#xFF0C;&#x8FD9;&#x5E76;&#x4E0D;&#x591F;&#x3002;&#x4E00;&#x4E2A;&#x6CA1;&#x6709;&#x9762;&#x5BF9;&#x6218;&#x4E89;&#x7684;&#x4EBA;&#xFF0C;&#x575A;&#x5B9A;&#x81EA;&#x5DF1;&#x7684;&#x4FE1;&#x4EF0;&#xFF0C;&#x58F0;&#x79F0;&#x4E0D;&#x62FF;&#x67AA;&#x6740;&#x4EBA;&#x3002;&#x591A;&#x4E48;&#x4F1F;&#x5927;&#x591A;&#x4E48;&#x9AD8;&#x5C1A;&#xFF0C;&#x591A;&#x4E48;&#x4EE4;&#x4EBA;&#x9A84;&#x50B2;&#x7684;&#x4FE1;&#x5FF5;&#x3002;&#x8FD9;&#x4E5F;&#x8BB8;&#x5C31;&#x662F;&#x5973;&#x4E3B;&#x53EB;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x653E;&#x5F03;&#x81EA;&#x5DF1;&#x9A84;&#x50B2;&#x7684;&#x4FE1;&#x5FF5;&#x7684;&#x539F;&#x56E0;&#xFF1F;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x4F55;&#x5C1D;&#x6CA1;&#x6709;&#x52A8;&#x6447;&#xFF0C;&#x4ED6;&#x7591;&#x60D1;&#x7684;&#x95EE;&#x5979;&#x4ED6;&#x662F;&#x5426;&#x771F;&#x7684;&#x9A84;&#x50B2;&#x4E86;&#xFF1F;&#x4F46;&#x6700;&#x540E;&#x4ED6;&#x7528;&#x53CD;&#x6297;&#x6CD5;&#x5EAD;&#x7684;&#x51B3;&#x5B9A;&#x6765;&#x8BC1;&#x660E;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x575A;&#x6301;&#x3002;&#x4ED6;&#x8BF4;&#xFF0C;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x6B63;&#x5728;&#x56E0;&#x4E3A;&#x6218;&#x4E89;&#x652F;&#x79BB;&#x7834;&#x788E;&#xFF0C;&#x800C;&#x4ED6;&#x60F3;&#x901A;&#x8FC7;&#x81EA;&#x5DF1;&#x5F53;&#x4E00;&#x540D;&#x536B;&#x751F;&#x5175;&#x5C06;&#x4E16;&#x754C;&#x6162;&#x6162;&#x7F1D;&#x5408;&#x3002;</p>
<p>&#x4E00;&#x4E2A;&#x6CA1;&#x6709;&#x9762;&#x5BF9;&#x6218;&#x4E89;&#x7684;&#x4EBA;&#xFF0C;&#x901A;&#x8FC7;&#x81EA;&#x5DF1;&#x9762;&#x5BF9;&#x5468;&#x56F4;&#x4EBA;&#x7684;&#x8D28;&#x7591;&#x505A;&#x51FA;&#x575A;&#x5B88;&#xFF0C;&#x786E;&#x5B9E;&#x4EE4;&#x4EBA;&#x611F;&#x52A8;&#x3002;&#x4F46;&#x662F;&#x4E00;&#x4E2A;&#x6CA1;&#x6709;&#x7ECF;&#x5386;&#x6218;&#x4E89;&#x6D17;&#x793C;&#x7684;&#x4FE1;&#x4EF0;&#x662F;&#x5426;&#x6B63;&#x786E;&#x5374;&#x503C;&#x5F97;&#x6000;&#x7591;&#x3002;</p>
<p>&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x9047;&#x5230;&#x4E86;&#x4EBA;&#x751F;&#x7B2C;&#x4E8C;&#x5927;&#x632B;&#x6298;&#x3002;&#x4ED6;&#x5E76;&#x80A9;&#x4F5C;&#x6218;&#x7684;&#x6218;&#x53CB;&#x6B7B;&#x5728;&#x4E86;&#x654C;&#x4EBA;&#x7684;&#x70AE;&#x706B;&#x4E0B;&#x3002;&#x8FD9;&#x624D;&#x662F;&#x6574;&#x90E8;&#x5F71;&#x7247;&#x7684;&#x9AD8;&#x6F6E;&#xFF0C;&#x6211;&#x60F3;&#x4E00;&#x4E2A;&#x4EBA;&#x6700;&#x5927;&#x7684;&#x4E0D;&#x5E78;&#x5C31;&#x662F;&#x9762;&#x4E34;&#x4EC7;&#x6068;&#x3002;&#x56E0;&#x4E3A;&#x4EC7;&#x6068;&#x6700;&#x5BB9;&#x6613;&#x8BA9;&#x4EBA;&#x5931;&#x53BB;&#x81EA;&#x6211;&#x3002;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#x5728;&#x4E27;&#x5931;&#x961F;&#x53CB;&#x7684;&#x75DB;&#x82E6;&#x4E2D;&#xFF0C;&#x5185;&#x5FC3;&#x4E0D;&#x65AD;&#x5730;&#x6323;&#x624E;&#xFF0C;&#x4ED6;&#x62F7;&#x95EE;&#x81EA;&#x5DF1;&#x62F7;&#x95EE;&#x4E0A;&#x5E1D;&#xFF0C;&#x4ED6;&#x5931;&#x53BB;&#x4E86;&#x7B54;&#x6848;&#x3002;&#x4ED6;&#x5F00;&#x59CB;&#x4EC7;&#x6068;&#x654C;&#x4EBA;&#xFF0C;&#x4ED6;&#x7684;&#x773C;&#x5149;&#x5F00;&#x59CB;&#x779F;&#x89C6;&#x56DB;&#x5468;&#xFF0C;&#x611F;&#x89C9;&#x5728;&#x5BFB;&#x627E;&#x67AA;&#x652F;&#x3002;&#x6700;&#x540E;&#x4ED6;&#x542C;&#x5230;&#x4E86;&#x547C;&#x6551;&#x58F0;&#xFF0C;&#x4ED6;&#x5F97;&#x5230;&#x4E86;&#x4FE1;&#x4EF0;&#x7684;&#x7B54;&#x6848;&#x3002;</p>
<h2 id="&#x603B;&#x7ED3;"><a href="#&#x603B;&#x7ED3;" class="headerlink" title="&#x603B;&#x7ED3;"></a>&#x603B;&#x7ED3;</h2><p><strong>&#x4E00;&#x4E2A;&#x4EBA;&#x9762;&#x5BF9;&#x70AE;&#x706B;&#x548C;&#x968F;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7684;&#x654C;&#x4EBA;&#xFF0C;&#x4ECD;&#x7136;&#x9009;&#x62E9;&#x7559;&#x4E0B;&#x6765;&#x3002;&#x72EC;&#x81EA;&#x4E00;&#x4EBA;&#xFF0C;&#x5728;&#x5E7F;&#x9614;&#x7684;&#x6218;&#x573A;&#x4E0A;&#xFF0C;&#x641C;&#x5BFB;&#x751F;&#x8FD8;&#x8005;&#x3002;&#x662F;&#x591A;&#x5927;&#x7684;&#x4FE1;&#x5FF5;&#x624D;&#x80FD;&#x8BA9;&#x4E00;&#x4E2A;&#x4EBA;&#x72EC;&#x81EA;&#x9762;&#x5BF9;&#x6B7B;&#x4EA1;&#xFF0C;&#x4E00;&#x6B21;&#x53C8;&#x4E00;&#x6B21;&#x5730;&#x53BB;&#x6551;&#x4EBA;&#x3002;&#x4E00;&#x4E2A;&#x665A;&#x4E0A;75&#x4EBA;&#xFF0C;&#x6211;&#x60F3;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x610F;&#x5FD7;&#x529B;&#x575A;&#x5F3A;&#xFF0C;&#x5C31;&#x7B97;&#x7CBE;&#x529B;&#x518D;&#x65FA;&#x76DB;&#x7684;&#x4EBA;&#x4E5F;&#x5F88;&#x96BE;&#x529E;&#x5230;&#x3002;&#x6211;&#x7A81;&#x7136;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x66FE;&#x7ECF;&#x6240;&#x9762;&#x5BF9;&#x7684;&#x4E00;&#x5207;&#x5728;&#x4ED6;&#x9762;&#x524D;&#x662F;&#x5982;&#x6B64;&#x7684;&#x5FAE;&#x5C0F;&#x3002;</strong></p>
<p><strong>&#x7A81;&#x7136;&#x95F4;&#x60F3;&#x5230;&#x4E4B;&#x524D;&#x770B;&#x5230;&#x8FD9;&#x6837;&#x4E00;&#x53E5;&#x8BDD;&#xFF1A;</strong></p>
<blockquote>
<p><strong>&#x5982;&#x679C;&#x4E00;&#x4E2A;&#x4EBA;&#x53EA;&#x770B;&#x5230;&#x81EA;&#x5DF1;&#xFF0C;&#x4ED6;&#x53EF;&#x80FD;&#x6C38;&#x8FDC;&#x6D3B;&#x5728;&#x75DB;&#x82E6;&#x4E2D;&#x3002;&#x5F53;&#x4ED6;&#x770B;&#x5230;&#x4E86;&#x522B;&#x4EBA;&#xFF0C;&#x770B;&#x5230;&#x66F4;&#x8FDC;&#x5927;&#x66F4;&#x6709;&#x610F;&#x4E49;&#x7684;&#x4E8B;&#x65F6;&#xFF0C;&#x5F53;&#x4E0B;&#x7684;&#x75DB;&#x82E6;&#x4E5F;&#x5C31;&#x4E0D;&#x503C;&#x4E00;&#x63D0;&#x3002;</strong></p>
</blockquote>
<p><strong>&#x6211;&#x60F3;&#x6211;&#x770B;&#x5230;&#x4E86;&#x6234;&#x65AF;&#x8499;&#x5FB7;&#xB7;&#x9053;&#x65AF;&#xFF0C;&#x800C;&#x4ED6;&#x770B;&#x5230;&#x4E86;&#x66F4;&#x8FDC;&#x5927;&#x66F4;&#x6709;&#x610F;&#x4E49;&#x7684;&#x4E8B;&#x4E1A;&#x3002;</strong></p>

      

      
    </div>
    <div class="article-info article-info-index">
      
      
	<div class="article-tag tagcloud">
		<i class="icon-price-tags"></i>
		<ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/影评/">影评</a></li></ul>
	</div>

      

      

      
        <div class="share-btn share-icons tooltip-left">
  <div class="tooltip tooltip-east">
    <span class="tooltip-item">
      <a href="javascript:;" class="share-sns share-outer">
        <i class="icon icon-share"></i>
      </a>
    </span>
    <span class="tooltip-content">
      <div class="share-wrap">
        <div class="share-icons">
          <a class="weibo share-sns" href="javascript:;" data-type="weibo">
            <i class="icon icon-weibo"></i>
          </a>
          <a class="weixin share-sns wxFab" href="javascript:;" data-type="weixin">
            <i class="icon icon-weixin"></i>
          </a>
          <a class="qq share-sns" href="javascript:;" data-type="qq">
            <i class="icon icon-qq"></i>
          </a>
          <a class="douban share-sns" href="javascript:;" data-type="douban">
            <i class="icon icon-douban"></i>
          </a>
          <a class="qzone share-sns" href="javascript:;" data-type="qzone">
            <i class="icon icon-qzone"></i>
          </a>
          <a class="facebook share-sns" href="javascript:;" data-type="facebook">
            <i class="icon icon-facebook"></i>
          </a>
          <a class="twitter share-sns" href="javascript:;" data-type="twitter">
            <i class="icon icon-twitter"></i>
          </a>
          <a class="google share-sns" href="javascript:;" data-type="google">
            <i class="icon icon-google"></i>
          </a>
        </div>
      </div>
    </span>
  </div>
</div>

<div class="page-modal wx-share js-wx-box">
    <a class="close js-modal-close" href="javascript:;"><i class="icon icon-close"></i></a>
    <p>扫一扫，分享到微信</p>
    <div class="wx-qrcode"></div>
</div>

<div class="mask js-mask"></div>
      
      <div class="clearfix"></div>
    </div>
  </div>
</article>

  
<nav id="article-nav">
  
    <a href="/2017/01/17/2017-01-17/" id="article-nav-newer" class="article-nav-link-wrap">
      <i class="icon-circle-left"></i>
      <div class="article-nav-title">
        
          七宗罪
        
      </div>
    </a>
  
  
    <a href="/2017/01/10/2017-01-10/" id="article-nav-older" class="article-nav-link-wrap">
      <div class="article-nav-title">Hexo的若干问题</div>
      <i class="icon-circle-right"></i>
    </a>
  
</nav>






<div class="duoshuo">
	<!-- 多说评论框 start -->
	<div class="ds-thread" data-thread-key="2017-01-13" data-title="血战钢锯岭" data-url="http://yoursite.com/2017/01/13/2017-01-13/"></div>
	<!-- 多说评论框 end -->
	<!-- 多说公共JS代码 start (一个网页只需插入一次) -->
	<script type="text/javascript">
	var duoshuoQuery = {short_name:"ushowblog"};
	(function() {
		var ds = document.createElement('script');
		ds.type = 'text/javascript';ds.async = true;
		ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
		ds.charset = 'UTF-8';
		(document.getElementsByTagName('head')[0] 
		 || document.getElementsByTagName('body')[0]).appendChild(ds);
	})();
	</script>
	<!-- 多说公共JS代码 end -->
</div>





      </div>
      <footer id="footer">
  <div class="outer">
    <div id="footer-info">
    	<div class="footer-left">
    		&copy; 2017 UShow Jack
    	</div>
      	<div class="footer-right">
      		<a href="http://hexo.io/" target="_blank">Hexo</a>  Theme <a href="https://github.com/litten/hexo-theme-yilia" target="_blank">Yilia</a> by Litten
      	</div>
    </div>
  </div>
</footer>
    </div>
    <script>
	var yiliaConfig = {
		mathjax: false,
		animate: true,
		isHome: false,
		isPost: true,
		isArchive: false,
		isTag: false,
		isCategory: false,
		open_in_new: false,
		root: "/",
		innerArchive: true
	}
</script>

<script src="/./main.js"></script>


    
<div class="tools-col">
  <ul class="btn-wrap">
    
      <li class="chose" data-hook="tools-section-all"><span class="text">全部</span><i class="icon-book"></i></li>
    
    
      <li data-hook="tools-section-tag"><span class="text">标签</span><i class="icon-price-tags"></i></li>
    
    
      <li data-hook="tools-section-friends"><span class="text">友链</span><i class="icon-link"></i></li>
    
    
      <li data-hook="tools-section-me"><span class="text">我</span><i class="icon-smile"></i></li>
    
  </ul>
  <div class="tools-wrap">
    
    	<section class="tools-section tools-section-all chose">
    	</section>
    

    
    	<section class="tools-section tools-section-tag">
    			<div class="widget tagcloud" id="js-tagcloud">
    				<a href="/tags/blog/" style="font-size: 10px;">blog</a> <a href="/tags/bower/" style="font-size: 20px;">bower</a> <a href="/tags/hexo/" style="font-size: 10px;">hexo</a> <a href="/tags/npm/" style="font-size: 20px;">npm</a> <a href="/tags/react/" style="font-size: 10px;">react</a> <a href="/tags/webpack/" style="font-size: 10px;">webpack</a> <a href="/tags/yeoman/" style="font-size: 10px;">yeoman</a> <a href="/tags/影评/" style="font-size: 20px;">影评</a> <a href="/tags/组件化实战/" style="font-size: 10px;">组件化实战</a>
    			</div>
    	</section>
    

    
    	<section class="tools-section tools-section-friends">
  		
  			<div class="friends-wrap" id="js-friends">
  			
  	          <a target="_blank" class="main-nav-link switch-friends-link" href="https://www.baidu.com">百度</a>
  	        
  	          <a target="_blank" class="main-nav-link switch-friends-link" href="https://www.google.com">谷歌</a>
  	        
  	          <a target="_blank" class="main-nav-link switch-friends-link" href="/images/weixin.jpg">我的微信</a>
  	        
  	        </div>
  		
    	</section>
    

    
    	<section class="tools-section tools-section-me">
  	  	
  	  		<div class="aboutme-wrap" id="js-aboutme">很惭愧&lt;br&gt;&lt;br&gt;只做了一点微小的工作&lt;br&gt;谢谢大家&lt;br&gt;</div>
  	  	
    	</section>
    
  </div>
  
</div>
    <!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">

    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>

    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">

        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>

        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">

            <div class="pswp__top-bar">

                <!--  Controls are self-explanatory. Order can be changed. -->

                <div class="pswp__counter"></div>

                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>

                <button class="pswp__button pswp__button--share" style="display:none" title="Share"></button>

                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>

                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>

                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>

            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>

            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>

            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>

            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>

        </div>

    </div>

</div>
  </div>
</body>
</html>